Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: Without prejudice to the requirements related to robustness and accuracy set out in this Regulation, in accordance with Article 54(3) of Regulation (EU) 2019/881, high-risk AI systems that have been certified or for which a statement of conformity has been issued under a cybersecurity scheme pursuant to that Regulation and the references of which have been published in the Official Journal of the European Union should be presumed to comply with the cybersecurity requirement of this Regulation in so far as the cybersecurity certificate or statement of conformity or parts thereof cover the cybersecurity requirement of this Regulation.
it_it: Fatti salvi i requisiti relativi alla robustezza e all'accuratezza di cui al presente regolamento, conformemente all'articolo 54, paragrafo 3, del regolamento (UE) 2019/881, i sistemi di IA ad alto rischio certificati o per i quali è stata rilasciata una dichiarazione di conformità nell'ambito di un sistema di cibersicurezza a norma di tale regolamento e i cui riferimenti sono stati pubblicati nella Gazzetta ufficiale dell'Unione europea dovrebbero essere considerati conformi al requisito di cibersicurezza di cui al presente regolamento nella misura in cui il certificato di cibersicurezza o la dichiarazione di conformità o parti di essi contemplino il requisito di cibersicurezza di cui al presente regolamento.

source: This remains without prejudice to the voluntary nature of that cybersecurity scheme.
it_it: Ciò lascia impregiudicata la natura volontaria di tale sistema di cibersicurezza.

source: In order to ensure a high level of trustworthiness of high-risk AI systems, those systems should be subject to a conformity assessment prior to their placing on the market or putting into service.
it_it: Al fine di garantire un elevato livello di affidabilità dei sistemi di IA ad alto rischio, è opportuno sottoporre tali sistemi a una valutazione della conformità prima della loro immissione sul mercato o messa in servizio.

source: It is appropriate that, in order to minimise the burden on operators and avoid any possible duplication, for high-risk AI systems related to products which are covered by existing Union harmonisation legislation based on the New Legislative Framework, the compliance of those AI systems with the requirements of this Regulation should be assessed as part of the conformity assessment already provided for in that law.
it_it: Al fine di ridurre al minimo l'onere per gli operatori ed evitare eventuali duplicazioni, la conformità ai requisiti del presente regolamento dei sistemi di IA ad alto rischio collegati a prodotti disciplinati dalla vigente normativa di armonizzazione dell'Unione basata sul nuovo quadro legislativo dovrebbe essere valutata nell'ambito della valutazione della conformità già prevista da tale normativa.

source: The applicability of the requirements of this Regulation should thus not affect the specific logic, methodology or general structure of conformity assessment under the relevant Union harmonisation legislation.
it_it: L'applicabilità dei requisiti del presente regolamento non dovrebbe pertanto incidere sulla logica, la metodologia o la struttura generale specifiche della valutazione della conformità a norma della pertinente normativa di armonizzazione dell'Unione.

source: Given the complexity of high-risk AI systems and the risks that are associated with them, it is important to develop an adequate conformity assessment procedure for high-risk AI systems involving notified bodies, so-called third party conformity assessment.
it_it: Data la complessità dei sistemi di IA ad alto rischio e i rischi ad essi associati, è importante sviluppare un’adeguata procedura di valutazione della conformità per quanto riguarda i sistemi di IA ad alto rischio che coinvolgono organismi notificati, la cosiddetta valutazione della conformità da parte di terzi.

source: However, given the current experience of professional pre-market certifiers in the field of product safety and the different nature of risks involved, it is appropriate to limit, at least in an initial phase of application of this Regulation, the scope of application of third-party conformity assessment for high-risk AI systems other than those related to products.
it_it: Tuttavia, in considerazione dell'attuale esperienza dei certificatori professionali pre-commercializzazione nel settore della sicurezza dei prodotti e della diversa natura dei rischi connessi, è opportuno limitare, almeno in una fase iniziale di applicazione del presente regolamento, l'ambito di applicazione della valutazione della conformità da parte di terzi ai sistemi di IA ad alto rischio diversi da quelli collegati ai prodotti.

source: Therefore, the conformity assessment of such systems should be carried out as a general rule by the provider under its own responsibility, with the only exception of AI systems intended to be used for biometrics.
it_it: È pertanto opportuno che la valutazione della conformità di tali sistemi sia generalmente effettuata dal fornitore sotto la propria responsabilità, con la sola eccezione dei sistemi di IA destinati a essere utilizzati per la biometrica.

source: In order to carry out third-party conformity assessments when so required, notified bodies should be notified under this Regulation by the national competent authorities, provided that they comply with a set of requirements, in particular on independence, competence, absence of conflicts of interests and suitable cybersecurity requirements.
it_it: Ai fini delle valutazioni della conformità da parte di terzi, laddove richieste, è opportuno che le autorità nazionali competenti notifichino gli organismi notificati a norma del presente regolamento, a condizione che tali organismi soddisfino una serie di requisiti, in particolare in materia di indipendenza, competenza, assenza di conflitti di interesse e requisiti idonei di cibersicurezza.

source: Notification of those bodies should be sent by national competent authorities to the Commission and the other Member States by means of the electronic notification tool developed and managed by the Commission pursuant to Article R23 of Annex I to Decision No 768/2008/EC.
it_it: La notifica di tali organismi dovrebbe essere trasmessa dalle autorità nazionali competenti alla Commissione e agli altri Stati membri mediante lo strumento elettronico di notifica elaborato e gestito dalla Commissione a norma dell'allegato I, articolo R23, della decisione n, 768/2008/CE.

source: In line with Union commitments under the World Trade Organization Agreement on Technical Barriers to Trade, it is adequate to facilitate the mutual recognition of conformity assessment results produced by competent conformity assessment bodies, independent of the territory in which they are established, provided that those conformity assessment bodies established under the law of a third country meet the applicable requirements of this Regulation and the Union has concluded an agreement to that extent.
it_it: In linea con gli impegni assunti dall'Unione nell'ambito dell'accordo dell'Organizzazione mondiale del commercio sugli ostacoli tecnici agli scambi, è opportuno agevolare il riconoscimento reciproco dei risultati della valutazione della conformità prodotti da organismi di valutazione della conformità competenti, indipendentemente dal luogo in cui siano stabiliti, purché tali organismi di valutazione della conformità istituiti a norma del diritto di un paese terzo soddisfino i requisiti applicabili del presente regolamento e l'Unione abbia concluso un accordo in tal senso.

source: In this context, the Commission should actively explore possible international instruments for that purpose and in particular pursue the conclusion of mutual recognition agreements with third countries.
it_it: In questo contesto, la Commissione dovrebbe esplorare attivamente possibili strumenti internazionali a tale scopo e, in particolare, perseguire la conclusione di accordi di riconoscimento reciproco con i paesi terzi.

source: In line with the commonly established notion of substantial modification for products regulated by Union harmonisation legislation, it is appropriate that whenever a change occurs which may affect the compliance of a high-risk AI system with this Regulation (e.g. change of operating system or software architecture), or when the intended purpose of the system changes, that AI system should be considered to be a new AI system which should undergo a new conformity assessment.
it_it: In linea con la nozione generalmente riconosciuta di modifica sostanziale dei prodotti disciplinati dalla normativa di armonizzazione dell'Unione, è opportuno che ogniqualvolta intervenga una modifica che possa incidere sulla conformità del sistema di IA ad alto rischio al presente regolamento (ad esempio, la modifica del sistema operativo o dell'architettura del software), oppure quando viene modificata la finalità prevista del sistema, tale sistema di IA sia considerato un nuovo sistema di IA che dovrebbe essere sottoposto a una nuova valutazione della conformità.

source: However, changes occurring to the algorithm and the performance of AI systems which continue to ‘learn’ after being placed on the market or put into service, namely automatically adapting how functions are carried out, should not constitute a substantial modification, provided that those changes have been pre-determined by the provider and assessed at the moment of the conformity assessment.
it_it: Tuttavia, le modifiche apportate all'algoritmo e alle prestazioni dei sistemi di IA che proseguono il loro «apprendimento» dopo essere stati immessi sul mercato o messi in servizio, in particolare adattando automaticamente le modalità di svolgimento delle funzioni, non dovrebbero costituire una modifica sostanziale, a condizione che tali modifiche siano state predeterminate dal fornitore e valutate al momento della valutazione della conformità.

source: High-risk AI systems should bear the CE marking to indicate their conformity with this Regulation so that they can move freely within the internal market.
it_it: I sistemi di IA ad alto rischio dovrebbero recare la marcatura CE per indicare la loro conformità al presente regolamento, in modo da poter circolare liberamente nel mercato interno.

source: For high-risk AI systems embedded in a product, a physical CE marking should be affixed, and may be complemented by a digital CE marking.
it_it: Per i sistemi di IA ad alto rischio integrati in un prodotto, dovrebbe essere apposta una marcatura CE fisica, integrabile con una marcatura CE digitale.

source: For high-risk AI systems only provided digitally, a digital CE marking should be used.
it_it: Per i sistemi di IA ad alto rischio forniti solo digitalmente, dovrebbe essere utilizzata una marcatura CE digitale.

source: Member States should not create unjustified obstacles to the placing on the market or the putting into service of high-risk AI systems that comply with the requirements laid down in this Regulation and bear the CE marking.
it_it: Gli Stati membri non dovrebbero ostacolare in maniera ingiustificata l'immissione sul mercato o la messa in servizio di sistemi di IA ad alto rischio che soddisfano i requisiti stabiliti nel presente regolamento e recano la marcatura CE.

source: Under certain conditions, rapid availability of innovative technologies may be crucial for health and safety of persons, the protection of the environment and climate change and for society as a whole.
it_it: La disponibilità in tempi rapidi di tecnologie innovative può, a determinate condizioni, essere fondamentale per la salute e la sicurezza delle persone, per la tutela dell'ambiente e la protezione dai cambiamenti climatici e per la società nel suo insieme.

source: It is thus appropriate that under exceptional reasons of public security or protection of life and health of natural persons, environmental protection and the protection of key industrial and infrastructural assets, market surveillance authorities could authorise the placing on the market or the putting into service of AI systems which have not undergone a conformity assessment.
it_it: È pertanto opportuno che, per motivi eccezionali di pubblica sicurezza o di tutela della vita e della salute delle persone fisiche, di tutela dell'ambiente nonché di protezione dei principali beni industriali e infrastrutturali, le autorità di vigilanza del mercato possano autorizzare l'immissione sul mercato o la messa in servizio di sistemi di IA che non sono stati sottoposti a una valutazione della conformità.

source: In duly justified situations, as provided for in this Regulation, law enforcement authorities or civil protection authorities may put a specific high-risk AI system into service without the authorisation of the market surveillance authority, provided that such authorisation is requested during or after the use without undue delay.
it_it: In situazioni debitamente giustificate come previsto dal presente regolamento, le autorità di contrasto o le autorità di protezione civile possono mettere in servizio uno specifico sistema di IA ad alto rischio senza l'autorizzazione dell'autorità di vigilanza del mercato, a condizione che tale autorizzazione sia richiesta durante o dopo l'uso senza indebito ritardo.

source: In order to facilitate the work of the Commission and the Member States in the AI field as well as to increase the transparency towards the public, providers of high-risk AI systems other than those related to products falling within the scope of relevant existing Union harmonisation legislation, as well as providers who consider that an AI system listed in the high-risk use cases in an annex to this Regulation is not high-risk on the basis of a derogation, should be required to register themselves and information about their AI system in an EU database, to be established and managed by the Commission.
it_it: Al fine di agevolare il lavoro della Commissione e degli Stati membri nel settore dell'IA e di aumentare la trasparenza nei confronti del pubblico, è opportuno che i fornitori di sistemi di IA ad alto rischio diversi da quelli collegati a prodotti che rientrano nell'ambito di applicazione della pertinente normativa di armonizzazione dell'Unione vigente, nonché i fornitori che ritengono che, in base a una deroga, il sistema di IA elencato tra i casi ad alto rischio nell'allegato del presente regolamento non sia ad alto rischio, siano tenuti a registrarsi e a registrare informazioni sul loro sistema di IA in una banca dati dell'UE, che sarà istituita e gestita dalla Commissione.

source: Before using an AI system listed in the high-risk use cases in an annex to this Regulation, deployers of high-risk AI systems that are public authorities, agencies or bodies, should register themselves in such database and select the system that they envisage to use.
it_it: Prima di utilizzare un sistema di IA elencato tra i casi ad alto rischio nell'allegato del presente regolamento, i deployer di sistemi di IA ad alto rischio che sono autorità, agenzie o organismi pubblici dovrebbero registrarsi in tale banca dati e selezionare il sistema che intendono utilizzare.

source: Other deployers should be entitled to do so voluntarily.
it_it: Gli altri deployer dovrebbero essere autorizzati a farlo su base volontaria.

source: This section of the EU database should be publicly accessible, free of charge, the information should be easily navigable, understandable and machine-readable.
it_it: Questa sezione della banca dati dell’UE dovrebbe essere accessibile al pubblico gratuitamente e le informazioni dovrebbero essere di facile consultazione, comprensibili e leggibili meccanicamente.

source: The EU database should also be user-friendly, for example by providing search functionalities, including through keywords, allowing the general public to find relevant information to be submitted upon the registration of high-risk AI systems and on the use case of high-risk AI systems, set out in an annex to this Regulation, to which the high-risk AI systems correspond.
it_it: La banca dati dell’UE dovrebbe inoltre essere di facile utilizzo, ad esempio tramite la fornitura di funzionalità di ricerca, anche attraverso parole chiave, che consentano al pubblico di reperire informazioni pertinenti da presentare al momento della registrazione dei sistemi di IA ad alto rischio e riguardanti l’uso di sistemi di IA ad alto rischio, elencati in allegato al presente regolamento, a cui corrispondono i sistemi di IA ad alto rischio.

source: Any substantial modification of high-risk AI systems should also be registered in the EU database.
it_it: Qualsiasi modifica sostanziale dei sistemi di IA ad alto rischio dovrebbe essere registrata anche nella banca dati dell’UE.

source: For high-risk AI systems in the area of law enforcement, migration, asylum and border control management, the registration obligations should be fulfilled in a secure non-public section of the EU database.
it_it: Per i sistemi di IA ad alto rischio nei settori delle attività di contrasto, della migrazione, dell’asilo e della gestione del controllo delle frontiere, gli obblighi di registrazione dovrebbero essere adempiuti in una sezione non pubblica sicura della banca dati dell’UE.

source: Access to the secure non-public section should be strictly limited to the Commission as well as to market surveillance authorities with regard to their national section of that database.
it_it: L’accesso alla sezione non pubblica sicura dovrebbe essere strettamente limitato alla Commissione e alle autorità di vigilanza del mercato per quanto riguarda la rispettiva sezione nazionale di tale banca dati.

source: High-risk AI systems in the area of critical infrastructure should only be registered at national level.
it_it: I sistemi di IA ad alto rischio nel settore delle infrastrutture critiche dovrebbero essere registrati solo a livello nazionale.

source: The Commission should be the controller of the EU database, in accordance with Regulation (EU) 2018/1725.
it_it: È opportuno che la Commissione sia la titolare del trattamento di tale banca dati dell’UE conformemente al regolamento (UE) 2018/1725.

source: In order to ensure the full functionality of the EU database, when deployed, the procedure for setting the database should include the development of functional specifications by the Commission and an independent audit report.
it_it: Al fine di garantire la piena funzionalità della banca dati dell’UE, è opportuno che, al momento dell’attivazione, la procedura per l’istituzione della banca dati preveda l’elaborazione di specifiche funzionali da parte della Commissione e una relazione di audit indipendente.

source: The Commission should take into account cybersecurity risks when carrying out its tasks as data controller on the EU database.
it_it: Nello svolgimento dei suoi compiti di titolare del trattamento dei dati nella banca dati dell’UE, la Commissione dovrebbe tenere conto dei rischi legati alla cibersicurezza.

source: In order to maximise the availability and use of the EU database by the public, the EU database, including the information made available through it, should comply with requirements under the Directive (EU) 2019/882.
it_it: Onde massimizzare la disponibilità e l'uso della banca dati dell’UE da parte del pubblico, la banca dati dell’UE, comprese le informazioni ivi messe a disposizione, dovrebbe essere conforme ai requisiti di cui alla direttiva (UE) 2019/882.

source: Certain AI systems intended to interact with natural persons or to generate content may pose specific risks of impersonation or deception irrespective of whether they qualify as high-risk or not.
it_it: Alcuni sistemi di IA destinati all'interazione con persone fisiche o alla generazione di contenuti possono comportare rischi specifici di impersonificazione o inganno, a prescindere dal fatto che siano considerati ad alto rischio o no.

source: In certain circumstances, the use of these systems should therefore be subject to specific transparency obligations without prejudice to the requirements and obligations for high-risk AI systems and subject to targeted exceptions to take into account the special need of law enforcement.
it_it: L'uso di tali sistemi dovrebbe pertanto essere, in determinate circostanze, soggetto a specifici obblighi di trasparenza, fatti salvi i requisiti e gli obblighi per i sistemi di IA ad alto rischio, e soggetto ad eccezioni mirate per tenere conto delle particolari esigenze delle attività di contrasto.

source: In particular, natural persons should be notified that they are interacting with an AI system, unless this is obvious from the point of view of a natural person who is reasonably well-informed, observant and circumspect taking into account the circumstances and the context of use.
it_it: Le persone fisiche dovrebbero in particolare ricevere una notifica nel momento in cui interagiscono con un sistema di IA, a meno che tale interazione non risulti evidente dal punto di vista di una persona fisica ragionevolmente informata, attenta e avveduta, tenendo conto delle circostanze e del contesto di utilizzo.

source: When implementing that obligation, the characteristics of natural persons belonging to vulnerable groups due to their age or disability should be taken into account to the extent the AI system is intended to interact with those groups as well.
it_it: Nell'attuare tale obbligo, le caratteristiche delle persone fisiche appartenenti a gruppi vulnerabili a causa della loro età o disabilità dovrebbero essere prese in considerazione nella misura in cui il sistema di IA sia destinato a interagire anche con tali gruppi.

source: Moreover, natural persons should be notified when they are exposed to AI systems that, by processing their biometric data, can identify or infer the emotions or intentions of those persons or assign them to specific categories.
it_it: È inoltre opportuno che le persone fisiche ricevano una notifica quando sono esposte a sistemi di IA che, nel trattamento dei loro dati biometrici, possono identificare o inferire le emozioni o intenzioni di tali persone o assegnarle a categorie specifiche.

source: Such specific categories can relate to aspects such as sex, age, hair colour, eye colour, tattoos, personal traits, ethnic origin, personal preferences and interests.
it_it: Tali categorie specifiche possono riguardare aspetti quali il sesso, l’età, il colore dei capelli, il colore degli occhi, i tatuaggi, i tratti personali, l’origine etnica, le preferenze e gli interessi personali.

source: Such information and notifications should be provided in accessible formats for persons with disabilities.
it_it: Tali informazioni e notifiche dovrebbero essere fornite in formati accessibili alle persone con disabilità.

source: A variety of AI systems can generate large quantities of synthetic content that becomes increasingly hard for humans to distinguish from human-generated and authentic content.
it_it: Diversi sistemi di IA possono generare grandi quantità di contenuti sintetici, che per gli esseri umani è divenuto sempre più difficile distinguere dai contenuti autentici e generati da esseri umani.

source: The wide availability and increasing capabilities of those systems have a significant impact on the integrity and trust in the information ecosystem, raising new risks of misinformation and manipulation at scale, fraud, impersonation and consumer deception.
it_it: L’ampia disponibilità e l’aumento delle capacità di tali sistemi hanno un impatto significativo sull’integrità e sulla fiducia nell’ecosistema dell’informazione, aumentando i nuovi rischi di cattiva informazione e manipolazione su vasta scala, frode, impersonificazione e inganno dei consumatori.
